Repository: capaj/vite-lingui-poc
Catalog: src/locales/*/messages.po
Languages: cs

source: Date formatter example:
cs: Příklad formátovače data:

source: Decrement
cs: Úbytek

source: I have a balance of {0}
cs: Mám zůstatek {0}

source: Increment
cs: Přírůstek

source: Language switcher example:
cs: Příklad přepínače jazyků:

source: Number formatter example:
cs: Příklad formátovače čísel:

source: Plurals example:
cs: Příklad množného čísla:

source: Today is {0}
cs: Dnes je {0}<<<<<<< HEAD

source: template literal sample text
cs: příklad textu v template literálu

source: {count, plural, zero {There are no books} one {There's one book} other {There are # books}}
cs: {count, plural, zero {Nejsou žádné knihy} one {Je tu jedna kniha} other {Existuje # knih}}
